CREATE TABLE img_story(
    pid INT,
    url VARCHAR(128),
    title VARCHAR(32),
    story VARCHAR(256)
)
INSERT INTO img_story VALUES(
1,"img/images/brooklyn_bridge/1.jpg",
"布鲁克林大桥","1882年，12年过去，大桥建成通车，当天有15万人次从桥面上走过，举行庆祝仪式，但小罗伯林夫妇没有露面。他的建造者华盛顿·罗布林也从来没有踏上这座两代人生命建造的大桥，他的妻子爱密莉受到董事会的表彰。如今在曼哈顿岛和布鲁克林区之间，有一座跨越东河的悬索大桥，叫布鲁克林桥。布鲁克林桥建成于1883年，外观富丽典雅，高塔和铁索都是画家们竞向描绘的对象。这座桥与帝国大厦和昔日的世贸中心双子塔楼一道，一直是纽约的标志性建筑，而工程师罗伯林一家两代三口人的传奇故事，更是给大桥增添了华美的光彩。"
);
INSERT INTO img_story VALUES(
2,"img/images/arches_national_park/1.jpg","拱门国家公园","这里是世界上最大的自然沙岩拱门集中地之一，光是编入目录的就超过二千个，所有的石头上更有着颜色对比非常强烈的纹理。石头的成因为三亿年前这里曾是一片汪洋，海水消失以后又经过了很多年，盐床和其它碎片挤压成岩石并且越来越厚。之后，盐床底部不敌上方的压力而破碎，复经地壳隆起变动，加上风化侵蚀，一个个拱形石头就形成了。直到今天，新的拱门仍持续制造中；反之，老拱门也在逐渐走向毁灭。"
);
INSERT INTO img_story VALUES(3,"img/images/Aurora/1.jpg","极光","极光(Aurora、Aurora Borealis、Polar light或Northern light)被视为自然界中最漂亮的奇观之一。如果我们乘着宇宙飞船，越过地球的南北极上空，从遥远的太空向地球望去，会见到围绕地球磁极存在一个闪闪发亮的光环，这个环就叫做极光卵。"
);
INSERT INTO img_story VALUES(4,"img/images/elizabeth_tower/1.jpg","伊丽莎白塔","伊丽莎白塔（Elizabeth Tower）即威斯敏斯特宫钟塔，英国国会会议厅附属钟楼（Clock Tower）大报时钟的昵称，旧称大本钟，是世界上最著名的哥特式建筑之一。在英国，伊丽莎白塔是人们庆祝新年的重点地方，收音机和电视都会播出它的钟声来迎接新一年的开始。同样地，在阵亡将士纪念日，伊丽莎白塔钟声的传出表示第11个月的第11天的第11个小时及2分钟的默哀开始。"
);
INSERT INTO img_story VALUES(5,"img/images/hallstatt/1.jpg","哈尔施塔特","哈尔施塔特（Hallstatt）是奥地利上奥地利州萨尔茨卡默古特地区的一个村庄海拔3000多米的山峰和清澈透底的湖泊，把这个地方变成了人间天堂。住在临湖的庭院旅馆，推窗见湖，遥望湖上泛起清烟，仿佛来到人间仙境。"
);
INSERT INTO img_story VALUES(6,"img/images/lofoten/1.jpg","罗弗敦群岛","罗弗敦群岛（lofoten）是由上古的冰川雕琢而成的。生活在这里的人类，他们从最初的历史开始就把捕鱼作为他们的一项主要经济活动。墨西哥湾暖流使得这里的冬季相对比较温暖湿润，山坡上青节茂盛，非常有利于畜群的放牧。然而树木是无法抵御这里狂风的摧残的。这里的建筑物的屋顶多由厚重的石板构成，一般还要用绳索固定在地上，以防被飓风吹走。"
);
INSERT INTO img_story VALUES(7,"img/images/the_cn_tower/1.jpg","加拿大国家电视塔","竖立在多伦多市中心国家电视塔CN Tower(Canada National Tower)，是多伦多的标志性建筑。它不仅是加拿大国家十大景观之一，也是世界最高的独立式建筑物。电视塔高达553.3米，建于1976年，147 层，圆盘状的观景台远看像是飞碟，伫立在多伦多的港湾旁。从这里登顶远眺，可以一览最完整的多伦多都市风景。电视塔每年吸引两百万游客，是去多伦多的游客必访的景点。"
);
INSERT INTO img_story VALUES(8,"img/images/wuzhen/1.jpg","乌镇","乌镇具典型 江南水乡特征，完整地保存着原有 晚清和民国时期水乡古镇的风貌和格局。 陈运 和诗《乌镇剪影》赞“一个现代文明影响不大的世界 一张古老色彩依然浓重的史页”。以河成街，街桥相连，依河筑屋，水镇一体，组织起水阁、桥梁、石板巷、茅盾故居等独具江南韵味的建筑因素，体现了中国古典民居“以和为美”的人文思想，以其自然环境和人文环境和谐相处的整体美，呈现江南水乡古镇的空间魅力。"
);
INSERT INTO img_story VALUES(9,"img/images/snow/1.jpg","雪景","下雪的时候，天地苍茫，千里冰封，洁净无比，整个世界变得极其“简单”，无耐与浮躁，曾经的烦燥与苦闷，这时被纷纷的雪花轻轻拂去，故雪景也成为人们所向往的美景之一。"
);
INSERT INTO img_story VALUES(10,"img/images/Titian/1.jpg","梯田","梯田是在坡地上分段沿等高线建造的阶梯式农田，中国早在秦汉时期就开始有梯田。种植水稻需要大面积的水塘，而中国东南省份却多丘陵而少适于种植水稻的平原地形，为了解决粮食问题，移民至此的农民构筑了梯田，用一道道的堤坝涵养水源，使在丘陵地带大面积种植水稻成为可能，解决了当地的粮食问题。但是梯田的种植对于人力的消耗相比平原要高出很多，而产量没有任何优势，而且对于丘陵地带的植被破坏很严重，所以这一耕作方式逐渐被淘汰，现时只为旅游景点。"
);
INSERT INTO img_story VALUES(23,"img/images/hu/1.jpg","湖泊","如果你希望把自然景观作为摄影主题，那么就有必要把它感性的一面考虑进去。一些景观需要你仔细观察才能发现它的美。轰隆隆的瀑布和绵延的群山对人的意识会有强烈的冲击。相对的，湖泊带给人们（与前面）完全不同的感受。人们经常被它们平静的美感和幽深的倒影深深的感染。"
);
INSERT INTO img_story VALUES(24,"img/images/tree/1.jpg","树林","一片片充满迷雾的林子，林子里很少有灌木丛，全是一颗颗笔直的乔木，由于迷雾的原因，阳光无法照进这片树林，显得是那么的静谧，仿佛所有生灵都未曾涉足此地，充满了无限空灵与寂静。"
);
INSERT INTO img_story VALUES(25,"img/images/sun/1.jpg","夕阳","夕阳，顾名思义，指接近黄昏时的太阳，夕阳一直是摄影师的最爱，当夕阳涌现，是否能够回忆起那尘封的往事，夕阳无限好，只是近黄昏。"
);